/* eslint-disable */
// 转入股票 - 证券公司

export const HK_STOCK_OUT_BROKERAGES = [
  {
    code: 1,
    name: '汇丰银行',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。请联系汇丰银行确认所需费用',
  },
  {
    code: 2,
    name: '花旗银行',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。请联系花旗银行确认所需费用',
  },
  {
    code: 3,
    name: '中银国际证券有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用，每种股票HKD500.00',
  },
  {
    code: 4,
    name: '国泰君安证券（香港）有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每种股票HKD50.00+股票市价之0.002%（最低HKD2.00，最高HKD50.00）',
  },
  {
    code: 5,
    name: '招银国际金融有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。上日收市总值之0.002%（最低HKD2.00，最高HKD100.00）+每只股票HKD10.00',
  },
  {
    code: 6,
    name: '招商证券（香港）有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。上日收市总值的0.002%, 另每只股票手续费HKD50.00',
  },
  {
    code: 7,
    name: '海通国际证券有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。香港结算费:以上日收市价计算（每只）股票总值之0.002%（最低HKD2.00,最高HKD100)',
  },
  {
    code: 8,
    name: '中信证券经纪（香港）有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每种股票HKD100.00+股票市价之0.01%',

  },
  {
    code: 9,
    name: '华富嘉洛证券有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。股票市值 0.01%(最高HKD300.00)+每只股票收费HKD200.00',
  },
  {
    code: 10,
    name: '国都证券（香港）有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每种股票HKD50.00,另加0.03%的股票价值(按前一日收市价计,最低HKD20.00)',
  },
  {
    code: 11,
    name: '国信证券（香港）经纪有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每手HKD3.00,最低收费每只股票HKD100.00',
  },
  {
    code: 12,
    name: '华泰金融控股（香港）有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。证券市值总金额之0.002%，每只股票最低收费HKD100.00',
  },
  {
    code: 13,
    name: '辉立证券（香港）有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。股票市值0.01%，最低收费为HKD3.00。另每只股票收取HKD200.00手续费',
  },
  {
    code: 14,
    name: '中国平安证券（香港）有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每手HKD5.00,最低收费每只股票HKD100.00',
  },
  {
    code: 15,
    name: '国京（香港）证券与期货',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。股票市值0.002%，最低收费为HKD100.00',
  },
  {
    code: 16,
    name: '广发证券（香港）经纪有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每手HKD10.00,最低收费为HKD100.00',
  },
  {
    code: 17,
    name: '渣打银行',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每手HKD5.00,最低收费为HKD30.00',
  },
  {
    code: 18,
    name: 'computershare',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。375港币/单次转出',
  },
  {
    code: 19,
    name: '富途证券',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每手HKD10.00（不足一手以一手计算）,最低HKD100.00，最高HKD500.00',
  },
  {
    code: 20,
    name: '青石证券',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。请联系青石证券确认所需费用',
  },
  {
    code: 21,
    name: '光大证券国际',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每只股票每笔交易总值的0.01%,最低HKD50.00,最高HKD300.00',
  },
  {
    code: 22,
    name: '老虎证券',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。请联系老虎证券确认所需费用',
  },
  {
    code: 23,
    name: '其他证券公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。',
  },
];

export const US_STOCK_OUT_BROKERAGES = [
  {
    code: 1,
    name: '中银国际证券有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每种股票USD150.00',
  },
  {
    code: 2,
    name: '国泰君安证券（香港）有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每种股票USD50.00',
  },
  {
    code: 3,
    name: '招银国际金融有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。上日收市总值之0.002%（最低HKD2.00，最高HKD100.00）+每只股票HKD10.00',
  },
  {
    code: 4,
    name: '招商证券（香港）有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。上日收市总值的0.002%, 另每只股票手续费HKD50.00',
  },
  {
    code: 5,
    name: '海通国际证券有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。香港结算费:以上日收市价计算（每只）股票总值之0.002%（最低HKD2.00,最高HKD100)',
  },
  {
    code: 6,
    name: '中信证券经纪（香港）有限公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每种股票HKD100.00+股票市价之0.01%',
  },
  {
    code: 7,
    name: '国信证券（香港）经纪有限公司',
    time: '预计3-6个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每手HKD3.00,最低收费每只股票HKD100.00',
  },
  {
    code: 8,
    name: '富途证券',
    time: '预计3-15个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。每只股票USD100.00',
  },
  {
    code: 9,
    name: '其他证券公司',
    time: '预计3-5个工作日，取决于转出方转出股票的时间',
    fee: '转出券商收取费用，立桥证券不收取费用。',
  },
];