{
    "code": 0,
    "result": {
        "createTime": "2020-05-27 19:41:59",
        "documentContent": "<p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">欢迎使用立桥证券有限公司（包括网站、手机应用等多平台，以下称\"软件\"）提供的服务（以下称\"服务\"）。请服务使用者（以下称\"使用者\"）仔细阅读以下全部内容。如使用者不同意本服务协议任意内容，请不要注册或使用立桥证券相关服务。如使用者通过进入注册程序，即表示使用者与立桥证券达成协议，自愿接受相关服务条款、免责条款以及隐私保护政策的所有内容。此后，使用者不得以未阅读前述内容作任何形式的抗辩。</span></p><p class=\"ql-align-justify\"><strong style=\"color: rgb(51, 51, 51);\">一、&nbsp;服务条款</strong></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">1.&nbsp;本服务协议双方为立桥证券有限公司与使用者，本服务协议具有合同效力。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">2.&nbsp;您使用本服务时，即表示您已阅读、了解并同意接受本免责声明所有内容。本公司有权于任何时间修改或变更本免责声明之内容，建议您随时注意该等修改或变更。您于任何修改或变更后继续使用本服务时，将视为您已阅读、了解并同意接受该等修改或变更。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">3.&nbsp;您承诺绝不为任何非法目的或以任何非法方式使用本服务，并承诺遵守所有适用于香港特别行政区之相关法律、法规，以及一切使用互联网之国际惯例。就本服务提供过程中的任何证券交易所的行情资（以下称\"行情信息\"），您保证和承诺不以任何方式复制或向任何机构或个人提供全部或部分该等行情信息，保证不将全部或部分行情信息用于开发衍生产品，保证不以任何方式将全部或部分行情信息用于非法目的，保证不对提供服务的软件产品进行破解。您若为中国以外之用户，请遵守所属国家或地区之法令。您同意并保证不得利用本服务从事侵害他人权益或违法之行为。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">4.&nbsp;本服务有时可能会出现中断、故障等现象，或许将造成您使用上的不便、资料丢失、错误、遭人篡改或其他经济上损失等情形。您于使用本服务时宜自行采取防护措施。本公司对您因使用（或无法使用）本服务而造成的损害，不负任何赔偿责任。此外，行情信息的服务时间还受限于相关证券交易所给予本公司的许可期限；若许可到期不再延展或证券交易所根据相关合同规定撤销许可后，本公司将立即终止向您提供该等行情信息，您不得因此要求任何证券交易所或本公司承担责任或赔偿。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">5.&nbsp;本公司随时会与其它公司或实体进行合作，并由其提供包括新闻、信息、电子报等不同的内容，本公司提供该等内容时均将注明内容提供者。基于尊重内容提供者之知识产权，本公司对其提供之内容并不做实质之审查或修改，对该等内容之正确真伪亦不负任何责任。对该等内容之正确真伪，您宜自行判断之。您若认为某些内容涉及侵权或有所不实，请径自向该内容提供者反映意见。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">6.&nbsp;本公司所使用之软件或程序、软件内的所有内容，包括但不限于著作、图片、档案、信息以及资料，均由本公司或其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、营业秘密与专有技术等。任何人不得擅自使用、修改、复制、公开播送、改作、散布、发行、公开发表、进行还原工程、解编或反向组译。若您准备引用或转载前述软件、程序或软件内内容，必须依法取得本公司或其他权利人的事前书面同意。尊重知识产权为您应尽的义务，如有违反，您应对本公司负损害赔偿责任(包括但不限于诉讼费及律师费等)。</span></p><p class=\"ql-align-justify\"><strong style=\"color: rgb(51, 51, 51);\">二、使用者使用规则</strong></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">为使用本服务，您须允许本公司或协力厂商获取、使用您的部分必要的个人信息和操作权限，比如您的立桥证券头像、昵称、资产明细、订单明细和交易操作等，如果您不同意，您将无法使用本服务，也请您立即停止使用本服务。否则，您对本服务的任何登录、查看或任何使用立桥证券号码登录、使用协力厂商网站、应用或服务等的行为，即视为您同意前述协力厂商对于您的个人信息获取、使用的约定。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">1.&nbsp;您在使用本服务时，您须通过本公司提供的技术界面、登录页面等立桥证券有限公司许可的方式等进行立桥证券账号和密码输入、个人信息及操作权限授权等操作，否则，可能会导致您立桥证券账号或密码泄漏或其他损失的，造成损失的，您应自行承担。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">2.&nbsp;协力厂商自行保证提供的具体网站、应用或服务等的合法性、安全性以及真实性，若因任何协力厂商原因，造成您损失的，协力厂商应承担全部责任。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">3.&nbsp;您通过本服务使用立桥证券账号登录、使用的网站、应用或服务等，应遵循您与协力厂商之间的协议、约定或协力厂商相关的规则等。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">4.&nbsp;您不得以任何非法目的或以任何非法方式使用本服务，并承诺遵守所有适用于香港特别行政区之相关法律</span>、法规<span style=\"color: rgb(51, 51, 51);\">；您不得利用本服务从事任何侵害他人合法权益或违法的行为，若有违反者，您自行承担所有法律责任。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">5.&nbsp;您应妥善保管好自己的账户名和相应密码。您不对其他任何人泄露您的账户和密码等信息，所有通过您账户和密码校验的任何操作均视为您本人操作。对于密码泄露所致的任何资金损失和个人隐私泄露，由您自行承担。您若发现有第三人冒用或盗用您的账户、密码或其他任何未经您合法授权使用的情形，应立即以有效方式通知本公司，要求本公司暂停相关服务。同时，您理解本公司对使用者的请求采取行动需要合理期限，在此之前，本公司对已执行的指令及/或所导致的您的损失不承担任何责任。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">6.&nbsp;您理解并同意：本公司在服务中仅提供了登录界面的技术服务，您通过本服务使用立桥证券账号登录、使用的网站、应用或服务等，均是由协力厂商提供的。本公司无法保证协力厂商网站、应用或服务等的合法性、安全性以及真实性，协力厂商网站、应用或服务等的质量和安全等由协力厂商独立负责、承担，您会自行进行判断、甄别、选择。若您因登录、使用协力厂商网站、应用或服务等产生任何纠纷或损失的，您应自行与协力厂商协商或通过其他合法途径解决，本公司无需对此向您承担任何责任或赔偿您任何损失。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">7.&nbsp;本公司有权向您收取相关服务费用，且保留有调整服务费的权利。</span></p><p class=\"ql-align-justify\"><strong style=\"color: rgb(51, 51, 51);\">三、用户注册与注销</strong></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">在使用本服务前，您必须先行注册成为本公司为用户提供的“立桥证券”账户（以下简称账户），您同意：</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">1.&nbsp;您必须是具备完全民事行为能力，能够独立承担民事责任的自然人。无民事行为能力人或者限制民事行为能力人，其与本公司之间的服务协议自始无效，本公司一经发现，有权立即注销该用户。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">2.&nbsp;您有义务在注册时向本公司提供您合法、真实、有效及完整的资料（包括但不限于姓名、身份证、手机号码、邮箱等），本公司若有合理理由判断您提供的资料错误、不实或者不完整的，本公司有权决定是否接受您的注册申请。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">3.&nbsp;您应维护并及时更新您的注册资料，若因您未及时更新您的注册资料导致本服务无法正常提供或者提供时发生任何错误，本公司不承担任何责任。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">4.&nbsp;无论您事实上是否在注册之前认真阅读了本服务协议，只要您勾选了本公司注册流程中的“同意《立桥证券服务协议》”并成功注册为“立桥证券”用户，您的行为仍然表示您同意接受本服务协议。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">5.&nbsp;您有权向本公司提出注销“立桥证券”账户申请。经本公司审核同意后，由本公司注销您的“立桥证券”账户，您即可解除与本公司的的服务协议关系。同时，本公司仍可按照相关法律规定保有您在本公司系统中的相关信息。</span></p><p class=\"ql-align-justify\"><br></p>",
        "documentKey": "terms_zh_CN",
        "documentTitle": "服务协议",
        "id": 1,
        "updateTime": "2020-09-23 21:26:15"
    }
}