{
    "code": 0,
    "result": {
        "createTime": "2020-05-27 19:41:59",
        "documentContent": "<p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">歡迎使用立橋證券有限公司（包括網站、手機應用等多平臺，以下稱\"軟體\"）提供的服務（以下稱\"服務\"）。請服務使用者（以下稱\"使用者\"）仔細閱讀以下全部內容。如使用者不同意本服務協議任意內容，請不要註冊或使用立橋證券相關服務。如使用者通過進入註冊程式，即表示使用者與立橋證券達成協議，自願接受相關服務條款、免責條款以及隱私保護政策的所有內容。此後，使用者不得以未閱讀前述內容作任何形式的抗辯。</span></p><p class=\"ql-align-justify\"><strong style=\"color: rgb(51, 51, 51);\">一、&nbsp;服務條款</strong></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">1.&nbsp;本服務協議雙方為立橋證券有限公司與使用者，本服務協議具有合同效力。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">2.&nbsp;您使用本服務時，即表示您已閱讀、瞭解並同意接受本免責聲明所有內容。本公司有權於任何時間修改或變更本免責聲明之內容，建議您隨時注意該等修改或變更。您於任何修改或變更後繼續使用本服務時，將視為您已閱讀、瞭解並同意接受該等修改或變更。</span></p><p class=\"ql-align-justify\">3.&nbsp;您承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守所有適用於香港特別行政區之相關法律、法規，以及一切使用互聯網之國際慣例。就本服務提供過程中的任何證券交易所的行情資（以下稱\"行情資訊\"），您保證和承諾不以任何方式複製或向任何機構或個人提供全部或部分該等行情資訊，保證不將全部或部分行情資訊用於開發衍生產品，保證不以任何方式將全部或部分行情資訊用於非法目的，保證不對提供服務的軟體產品進行破解。您若為中國以外之用戶，請遵守所屬國家或地區之法令。您同意並保證不得利用本服務從事侵害他人權益或違法之行為。</p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">4.&nbsp;本服務有時可能會出現中斷、故障等現象，或許將造成您使用上的不便、資料丟失、錯誤、遭人篡改或其他經濟上損失等情形。您於使用本服務時宜自行採取防護措施。本公司對您因使用（或無法使用）本服務而造成的損害，不負任何賠償責任。此外，行情資訊的服務時間還受限於相關證券交易所給予本公司的許可期限；若許可到期不再延展或證券交易所根據相關合同規定撤銷許可後，本公司將立即終止向您提供該等行情資訊，您不得因此要求任何證券交易所或本公司承擔責任或賠償。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">5.&nbsp;本公司隨時會與其它公司或實體進行合作，並由其提供包括新聞、資訊、電子報等不同的內容，本公司提供該等內容時均將注明內容提供者。基於尊重內容提供者之知識產權，本公司對其提供之內容並不做實質之審查或修改，對該等內容之正確真偽亦不負任何責任。對該等內容之正確真偽，您宜自行判斷之。您若認為某些內容涉及侵權或有所不實，請逕自向該內容提供者反映意見。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">6.&nbsp;本公司所使用之軟體或程式、軟體內的所有內容，包括但不限於著作、圖片、檔案、資訊以及資料，均由本公司或其他權利人依法擁有其知識產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得擅自使用、修改、複製、公開播送、改作、散佈、發行、公開發表、進行還原工程、解編或反向組譯。若您準備引用或轉載前述軟體、程式或軟體內內容，必須依法取得本公司或其他權利人的事前書面同意。尊重知識產權為您應盡的義務，如有違反，您應對本公司負損害賠償責任(包括但不限於訴訟費及律師費等)。</span></p><p class=\"ql-align-justify\"><strong style=\"color: rgb(51, 51, 51);\">二、使用者使用規則</strong></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">為使用本服務，您須允許本公司或協力廠商獲取、使用您的部分必要的個人資訊和操作許可權，比如您的立橋證券頭像、昵稱、資產明細、訂單明細和交易操作等，如果您不同意，您將無法使用本服務，也請您立即停止使用本服務。否則，您對本服務的任何登錄、查看或任何使用立橋證券號碼登錄、使用協力廠商網站、應用或服務等的行為，即視為您同意前述協力廠商對於您的個人資訊獲取、使用的約定。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">1.&nbsp;您在使用本服務時，您須通過本公司提供的技術介面、登錄頁面等立橋證券有限公司許可的方式等進行立橋證券帳號和密碼輸入、個人資訊及操作許可權授權等操作，否則，可能會導致您立橋證券帳號或密碼洩漏或其他損失的，造成損失的，您應自行承擔。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">2.&nbsp;協力廠商自行保證提供的具體網站、應用或服務等的合法性、安全性以及真實性，若因任何協力廠商原因，造成您損失的，協力廠商應承擔全部責任。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">3.&nbsp;您通過本服務使用立橋證券帳號登錄、使用的網站、應用或服務等，應遵循您與協力廠商之間的協議、約定或協力廠商相關的規則等。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">4.&nbsp;您不得以任何非法目的或以任何非法方式使用本服務，並承諾遵守所有適用於香港特別行政區之相關法律</span>、法規<span style=\"color: rgb(51, 51, 51);\">；您不得利用本服務從事任何侵害他人合法權益或違法的行為，若有違反者，您自行承擔所有法律責任。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">5.&nbsp;您應妥善保管好自己的帳戶名和相應密碼。您不對其他任何人洩露您的帳戶和密碼等資訊，所有通過您帳戶和密碼校驗的任何操作均視為您本人操作。對於密碼洩露所致的任何資金損失和個人隱私洩露，由您自行承擔。您若發現有第三人冒用或盜用您的帳戶、密碼或其他任何未經您合法授權使用的情形，應立即以有效方式通知本公司，要求本公司暫停相關服務。同時，您理解本公司對使用者的請求採取行動需要合理期限，在此之前，本公司對已執行的指令及/或所導致的您的損失不承擔任何責任。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">6.&nbsp;您理解並同意：本公司在服務中僅提供了登錄介面的技術服務，您通過本服務使用立橋證券帳號登錄、使用的網站、應用或服務等，均是由協力廠商提供的。本公司無法保證協力廠商網站、應用或服務等的合法性、安全性以及真實性，協力廠商網站、應用或服務等的品質和安全等由協力廠商獨立負責、承擔，您會自行進行判斷、甄別、選擇。若您因登錄、使用協力廠商網站、應用或服務等產生任何糾紛或損失的，您應自行與協力廠商協商或通過其他合法途徑解決，本公司無需對此向您承擔任何責任或賠償您任何損失。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">7.&nbsp;本公司有權向您收取相關服務費用，且保留有調整服務費的權利。</span></p><p class=\"ql-align-justify\"><strong style=\"color: rgb(51, 51, 51);\">三、用戶註冊與註銷</strong></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">在使用本服務前，您必須先行註冊成為本公司為用戶提供的“立橋證券”帳戶（以下簡稱帳戶），您同意：</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">1.&nbsp;您必須是具備完全民事行為能力，能夠獨立承擔民事責任的自然人。無民事行為能力人或者限制民事行為能力人，其與本公司之間的服務協議自始無效，本公司一經發現，有權立即註銷該用戶。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">2.&nbsp;您有義務在註冊時向本公司提供您合法、真實、有效及完整的資料（包括但不限於姓名、身份證、手機號碼、郵箱等），本公司若有合理理由判斷您提供的資料錯誤、不實或者不完整的，本公司有權決定是否接受您的註冊申請。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">3.&nbsp;您應維護並及時更新您的註冊資料，若因您未及時更新您的註冊資料導致本服務無法正常提供或者提供時發生任何錯誤，本公司不承擔任何責任。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">4.&nbsp;無論您事實上是否在註冊之前認真閱讀了本服務協議，只要您勾選了本公司註冊流程中的“同意《立橋證券服務協議》”並成功註冊為“立橋證券”用戶，您的行為仍然表示您同意接受本服務協議。</span></p><p class=\"ql-align-justify\"><span style=\"color: rgb(51, 51, 51);\">5.&nbsp;您有權向本公司提出註銷“立橋證券”帳戶申請。經本公司審核同意後，由本公司註銷您的“立橋證券”帳戶，您即可解除與本公司的的服務協議關係。同時，本公司仍可按照相關法律規定保有您在本公司系統中的相關資訊。</span></p><p class=\"ql-align-justify\"><br></p>",
        "documentKey": "terms_zh_HK",
        "documentTitle": "服務協議",
        "id": 1,
        "updateTime": "2020-09-23 21:24:20"
    }
}