(function(window) {
  var Global_Config = window._GLOBAL_CONFIG || {};

  var Global_Config_Notice = (Global_Config.notice = {});
  Global_Config_Notice.zh_CN = {
    content: [
      "客户声明已阅悉及同意「掌上智珠」开户资料表格，已填写各项客户资料，及已阅悉及同意客户协议中的条例及条 件及额外条款及条件（如同时申请开通中华通服务），上述所有文件均构成「掌上智珠」与客户就该户口达成的协议。",
      "客户声明及确认由「掌上智珠」给予客户之协议（下称「客户协议」），包括但不限于《风险披露声明》（附1）、《个 人资料（私隐）条例通知》（附2）、《个人税收居民身份声明》、《证券交易委托风险揭示书》（附4）及《有关中华通 北行交易个人资料收集声明》（附5），「掌上智珠」是按客户选择的语言提供，客户获邀阅读该等风险披露声明、提出问题及听取独立法律意见（如客户有此意愿）。",
      "客户声明于开户资料表格内所提供的资料及内容属真实、完整及正确，随附「客户协议」内之一切声明亦准确。除 非「掌上智珠」接到书面更改通知，否则「掌上智珠」有权为所有目的，完全依赖这些资料及声明。「掌上智珠」有 权随时联络任何人，包括客户之银行、经纪或任何信贷调査机构，以求证实此开户申请表内所载之内容。",
      "客户知悉、明白和同意「掌上智珠」可根据有关交换财务帐户资料的法令规定或政府间协议(a)收集本第一部分所载 资料并可备存作自动交换财务帐户资料用途及(b)把该等资料和关于帐户持有人及任何须申报帐户的资料向财务帐户 所设立的国家的税务机关及/或美国国税局申报，从而把资料转交到帐户持有人的居留司法管辖区的税务当局。",
      "客户承诺，如开户资料表格内的资料有任何变更，客户会立刻知会「掌上智珠」有关的资料变更。",
      "客户承诺，如情况有所改变，以致影响本《开户资料表格》所述的客户的税务居民身份，或引致以此所载的资料不 全面、误导或不正确，客户会立刻通知「掌上智珠」更新资料，及向「掌上智珠」提交已适当更新的表格（例如： 《自我证明表格》。",
      "客户知悉及确认授权「掌上智珠」接受任何由客户发出之传真及/或电邮讯息为原本指示及就「掌上智珠」因执行此 指示而招致、蒙受或遭受一切损失、赔款、利息、成本、费用及一切因法律行动而招致、蒙受或遭受之索偿，客户 须向「掌上智珠」作出赔偿保证及保障「掌上智珠」不会因此蒙受损失。客户免除「掌上智珠」因此授权所引起的 责任及损害。",
      "客户知悉及确认「掌上智珠」不时应客户要求, 按其独自酌情权让客户在「掌上智珠」开立一个或多个户口并以代理人身份行事（除非「客户协议」之条款及条件中特别注明「掌上智珠」为主事人）。",
      "客户请求已客户名义于「掌上智珠」开立一个或多个现金证券买卖户口（下称「现金账户户口」）以进行证券买卖，经以下 签名作实，客户知悉及确认「掌上智珠」已传送给客户及客户已收到开户文件（「开户协议书」）包括但不限于本《开户资 料表格》及《客户帐户协议》，与及客户已阅读过、理解及同意协议书中所列的条款及细则（「条款」）及作为条款一部分的 《风险披露声明》包括任何加入的风险披露声明，与及客户知悉及同意受可不时被修改的协议书及其有关附表及补充文件约束。",
    ],
  };

  Global_Config_Notice.zh_HK = {
    content: [
      "客戶聲明已閱悉及同意「掌上智珠」開戶資料表格，已填寫各項客戶資料，及已閱悉及同意客戶協議中的條例及條 件及額外條款及條件（如同時申請開通中華通服務），上述所有檔均構成「掌上智珠」與客戶就該戶口達成的協議。",
      "客戶聲明及確認由「掌上智珠」給予客戶之協議（下稱「客戶協議」），包括但不限於《風險披露聲明》（附1）、《個 人資料（私隱）條例通知》（附2）、《個人稅收居民身份聲明》、《證券交易委託風險揭示書》（附4）及《有關中華通 北行交易個人資料收集聲明》（附5），「掌上智珠」是按客戶選擇的語言提供，客戶獲邀閱讀該等風險披露聲明、提出問題及聽取獨立法律意見（如客戶有此意願）。",
      "客戶聲明於開戶資料表格內所提供的資料及內容屬真實、完整及正確，隨附「客戶協議」內之一切聲明亦準確。除 非「掌上智珠」接到書面更改通知，否則「掌上智珠」有權為所有目的，完全依賴這些資料及聲明。「掌上智珠」有 權隨時聯絡任何人，包括客戶之銀行、經紀或任何信貸調査機構，以求證實此開戶申請表內所載之內容。",
      "客戶知悉、明白和同意「掌上智珠」可根據有關交換財務帳戶資料的法令規定或政府間協議(a)收集本第一部分所載 資料並可備存作自動交換財務帳戶資料用途及(b)把該等資料和關於帳戶持有人及任何須申報帳戶的資料向財務帳戶 所設立的國家的稅務機關及/或美國國稅局申報，從而把資料轉交到帳戶持有人的居留司法管轄區的稅務當局。",
      "客戶承諾，如開戶資料表格內的資料有任何變更，客戶會立刻知會「掌上智珠」有關的資料變更。",
      "客戶承諾，如情況有所改變，以致影響本《開戶資料表格》所述的客戶的稅務居民身份，或引致以此所載的資料不 全面、誤導或不正確，客戶會立刻通知「掌上智珠」更新資料，及向「掌上智珠」提交已適當更新的表格（例如： 《自我證明表格》。",
      "客戶知悉及確認授權「掌上智珠」接受任何由客戶發出之傳真及/或電郵訊息為原本指示及就「掌上智珠」因執行此 指示而招致、蒙受或遭受一切損失、賠款、利息、成本、費用及一切因法律行動而招致、蒙受或遭受之索償，客戶 須向「掌上智珠」作出賠償保證及保障「掌上智珠」不會因此蒙受損失。客戶免除「掌上智珠」因此授權所引起的 責任及損害。",
      "客戶知悉及確認「掌上智珠」不時應客戶要求, 按其獨自酌情權讓客戶在「掌上智珠」開立一個或多個戶口並以代理人身份行事（除非「客戶協議」之條款及條件中特別注明「掌上智珠」為主事人）。",
      "客戶請求已客戶名義於「掌上智珠」開立一個或多個現金證券買賣戶口（下稱「現金賬戶戶口」）以進行證券買賣，經以下 簽名作實，客戶知悉及確認「掌上智珠」已傳送給客戶及客戶已收到開戶檔（「開戶協議書」）包括但不限於本《開戶資 料表格》及《客戶帳戶協議》，與及客戶已閱讀過、理解及同意協議書中所列的條款及細則（「條款」）及作為條款一部分的 《風險披露聲明》包括任何加入的風險披露聲明，與及客戶知悉及同意受可不時被修改的協議書及其有關附表及補充檔約束。",
    ],
  };

  window._GLOBAL_CONFIG = Global_Config;
})(window);
