(function (window) {
  var Global_Config = window._GLOBAL_CONFIG || {};

  var Global_Config_Risk = Global_Config.risk = {};
  Global_Config_Risk.zh_CN = {
    name: "代表名称CN",
    code: "CCN123",
    src: "./static/audio/risk_mandarin.mp3",
    content: [
      "尊敬的客户您好，我是XX，持有香港证监会发出的证券交易牌照，我的牌照号码是XXXX，在您的账户开通之前，请仔细阅读我们的客户协议书和风险声明.",
      "我已清楚明白“股票价格可升可跌，买卖证券均可带来亏损或盈利。",
      "我已清楚明白衍生产品例如牛熊证、认股权证极其附带的风险更大，价格有机会跌至零。",
      "我已清楚明白客户需要自行承担电子交易带来的相关风险和损失。",
      "我已清楚明白美股和其他海外证券受当地证监会监管，而非香港证监会监管。",
    ]
  };

  Global_Config_Risk.zh_HK = {
    name: "代表名稱HK",
    code: "CHK123",
    src: "./static/audio/risk_cantonese.mp3",
    content: [
      "尊敬的客户您好，我是XX，持有香港证监会发出的证券交易牌照，我的牌照号码是XXXX，在您的账户开通之前，请仔细阅读我们的客户协议书和风险声明.",
      "我已清楚明白“股票价格可升可跌，买卖证券均可带来亏损或盈利。",
      "我已清楚明白衍生产品例如牛熊证、认股权证极其附带的风险更大，价格有机会跌至零。",
      "我已清楚明白客户需要自行承担电子交易带来的相关风险和损失。",
      "我已清楚明白美股和其他海外证券受当地证监会监管，而非香港证监会监管。",
      "我已清楚明白“股票价格可升可跌，买卖证券均可带来亏损或盈利。",
      "我已清楚明白衍生产品例如牛熊证、认股权证极其附带的风险更大，价格有机会跌至零。",
      "我已清楚明白客户需要自行承担电子交易带来的相关风险和损失。",
      "我已清楚明白美股和其他海外证券受当地证监会监管，而非香港证监会监管。",
      "我已清楚明白“股票价格可升可跌，买卖证券均可带来亏损或盈利。",
      "我已清楚明白衍生产品例如牛熊证、认股权证极其附带的风险更大，价格有机会跌至零。",
      "我已清楚明白客户需要自行承担电子交易带来的相关风险和损失。",
      "我已清楚明白美股和其他海外证券受当地证监会监管，而非香港证监会监管。",
      "我已清楚明白“股票价格可升可跌，买卖证券均可带来亏损或盈利。",
      "我已清楚明白衍生产品例如牛熊证、认股权证极其附带的风险更大，价格有机会跌至零。",
      "我已清楚明白客户需要自行承担电子交易带来的相关风险和损失。",
      "我已清楚明白美股和其他海外证券受当地证监会监管，而非香港证监会监管。",
      "我已清楚明白“股票价格可升可跌，买卖证券均可带来亏损或盈利。",
      "我已清楚明白衍生产品例如牛熊证、认股权证极其附带的风险更大，价格有机会跌至零。",
      "我已清楚明白客户需要自行承担电子交易带来的相关风险和损失。",
      "我已清楚明白美股和其他海外证券受当地证监会监管，而非香港证监会监管。",
      "我已清楚明白“股票价格可升可跌，买卖证券均可带来亏损或盈利。",
      "我已清楚明白衍生产品例如牛熊证、认股权证极其附带的风险更大，价格有机会跌至零。",
      "我已清楚明白客户需要自行承担电子交易带来的相关风险和损失。",
      "我已清楚明白美股和其他海外证券受当地证监会监管，而非香港证监会监管。",
    ]
  };

  window._GLOBAL_CONFIG = Global_Config;
})(window);
