(function (window) {
  var Global_Config = window._GLOBAL_CONFIG || {};

  var Global_Config_Notice = Global_Config.notice = {};
  Global_Config_Notice.zh_CN = {
    content: [
      "客户声明已阅悉及同意「掌上智珠」开户资料表格，已填写各项客户资料，及已阅悉及同意客户协议中的条例及条 件及额外条款及条件（如同时申请开通中华通服务），上述所有文件均构成「掌上智珠」与客户就该户口达成的协议。",
      "客户声明及确认由「掌上智珠」给予客户之协议（下称「客户协议」），包括但不限于《风险披露声明》（附1）、《个 人资料（私隐）条例通知》（附2）、《个人税收居民身份声明》、《证券交易委托风险揭示书》（附4）及《有关中华通 北行交易个人资料收集声明》（附5），「掌上智珠」是按客户选择的语言提供，客户获邀阅读该等风险披露声明、提出问题及听取独立法律意见（如客户有此意愿）。",
      "客户声明于开户资料表格内所提供的资料及内容属真实、完整及正确，随附「客户协议」内之一切声明亦准确。除 非「掌上智珠」接到书面更改通知，否则「掌上智珠」有权为所有目的，完全依赖这些资料及声明。「掌上智珠」有 权随时联络任何人，包括客户之银行、经纪或任何信贷调査机构，以求证实此开户申请表内所载之内容。",
      "客户知悉、明白和同意「掌上智珠」可根据有关交换财务帐户资料的法令规定或政府间协议(a)收集本第一部分所载 资料并可备存作自动交换财务帐户资料用途及(b)把该等资料和关于帐户持有人及任何须申报帐户的资料向财务帐户 所设立的国家的税务机关及/或美国国税局申报，从而把资料转交到帐户持有人的居留司法管辖区的税务当局。",
      "客户承诺，如开户资料表格内的资料有任何变更，客户会立刻知会「掌上智珠」有关的资料变更。",
      "客户承诺，如情况有所改变，以致影响本《开户资料表格》所述的客户的税务居民身份，或引致以此所载的资料不 全面、误导或不正确，客户会立刻通知「掌上智珠」更新资料，及向「掌上智珠」提交已适当更新的表格（例如： 《自我证明表格》。",
      "客户知悉及确认授权「掌上智珠」接受任何由客户发出之传真及/或电邮讯息为原本指示及就「掌上智珠」因执行此 指示而招致、蒙受或遭受一切损失、赔款、利息、成本、费用及一切因法律行动而招致、蒙受或遭受之索偿，客户 须向「掌上智珠」作出赔偿保证及保障「掌上智珠」不会因此蒙受损失。客户免除「掌上智珠」因此授权所引起的 责任及损害。",
      "客户知悉及确认「掌上智珠」不时应客户要求, 按其独自酌情权让客户在「掌上智珠」开立一个或多个户口并以代理人身份行事（除非「客户协议」之条款及条件中特别注明「掌上智珠」为主事人）。",
      "客户请求已客户名义于「掌上智珠」开立一个或多个现金证券买卖户口（下称「现金账户户口」）以进行证券买卖，经以下 签名作实，客户知悉及确认「掌上智珠」已传送给客户及客户已收到开户文件（「开户协议书」）包括但不限于本《开户资 料表格》及《客户帐户协议》，与及客户已阅读过、理解及同意协议书中所列的条款及细则（「条款」）及作为条款一部分的 《风险披露声明》包括任何加入的风险披露声明，与及客户知悉及同意受可不时被修改的协议书及其有关附表及补充文件约束。"
    ]
  };

  Global_Config_Notice.zh_HK = {
    content: [
      "客户声明已阅悉及同意「掌上智珠」开户资料表格，已填写各项客户资料，及已阅悉及同意客户协议中的条例及条 件及额外条款及条件（如同时申请开通中华通服务），上述所有文件均构成「掌上智珠」与客户就该户口达成的协议。",
      "客户声明及确认由「掌上智珠」给予客户之协议（下称「客户协议」），包括但不限于《风险披露声明》（附1）、《个 人资料（私隐）条例通知》（附2）、《个人税收居民身份声明》、《证券交易委托风险揭示书》（附4）及《有关中华通 北行交易个人资料收集声明》（附5），「掌上智珠」是按客户选择的语言提供，客户获邀阅读该等风险披露声明、提出问题及听取独立法律意见（如客户有此意愿）。",
      "客户声明于开户资料表格内所提供的资料及内容属真实、完整及正确，随附「客户协议」内之一切声明亦准确。除 非「掌上智珠」接到书面更改通知，否则「掌上智珠」有权为所有目的，完全依赖这些资料及声明。「掌上智珠」有 权随时联络任何人，包括客户之银行、经纪或任何信贷调査机构，以求证实此开户申请表内所载之内容。",
      "客户知悉、明白和同意「掌上智珠」可根据有关交换财务帐户资料的法令规定或政府间协议(a)收集本第一部分所载 资料并可备存作自动交换财务帐户资料用途及(b)把该等资料和关于帐户持有人及任何须申报帐户的资料向财务帐户 所设立的国家的税务机关及/或美国国税局申报，从而把资料转交到帐户持有人的居留司法管辖区的税务当局。",
      "客户承诺，如开户资料表格内的资料有任何变更，客户会立刻知会「掌上智珠」有关的资料变更。",
      "客户承诺，如情况有所改变，以致影响本《开户资料表格》所述的客户的税务居民身份，或引致以此所载的资料不 全面、误导或不正确，客户会立刻通知「掌上智珠」更新资料，及向「掌上智珠」提交已适当更新的表格（例如： 《自我证明表格》。",
      "客户知悉及确认授权「掌上智珠」接受任何由客户发出之传真及/或电邮讯息为原本指示及就「掌上智珠」因执行此 指示而招致、蒙受或遭受一切损失、赔款、利息、成本、费用及一切因法律行动而招致、蒙受或遭受之索偿，客户 须向「掌上智珠」作出赔偿保证及保障「掌上智珠」不会因此蒙受损失。客户免除「掌上智珠」因此授权所引起的 责任及损害。",
      "客户知悉及确认「掌上智珠」不时应客户要求, 按其独自酌情权让客户在「掌上智珠」开立一个或多个户口并以代理人身份行事（除非「客户协议」之条款及条件中特别注明「掌上智珠」为主事人）。",
      "客户请求已客户名义于「掌上智珠」开立一个或多个现金证券买卖户口（下称「现金账户户口」）以进行证券买卖，经以下 签名作实，客户知悉及确认「掌上智珠」已传送给客户及客户已收到开户文件（「开户协议书」）包括但不限于本《开户资 料表格》及《客户帐户协议》，与及客户已阅读过、理解及同意协议书中所列的条款及细则（「条款」）及作为条款一部分的 《风险披露声明》包括任何加入的风险披露声明，与及客户知悉及同意受可不时被修改的协议书及其有关附表及补充文件约束。"
    ]
  };

  window._GLOBAL_CONFIG = Global_Config;
})(window);
